---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.BlendFailures.CannotDrawBlend
source: html/feb28657-1252-f03d-a0b4-fbb3515c8160.htm
---
# Autodesk.Revit.DB.BuiltInFailures.BlendFailures.CannotDrawBlend Property

Can't create blend.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotDrawBlend { get; }
```